{"translation-revision-date":"2024-11-29T04:44:58+00:00","generator":"WP-CLI\/2.12.0","source":"inc\/lib\/zip-ai\/admin\/dashboard-app\/build\/dashboard-app.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Cancel":["Anuluj"],"Revoke Access":["Cofnij dostęp"],"Revoke":["Cofnij"],"Generate Custom Code":["Generuj kod niestandardowy"],"Get Started Now":[""],"Go back to the dashboard":[""],"Welcome to the Zip AI Setup Wizard!":[""],"Zip AI is your WordPress assistant, accessible right within your backend. Create persuasive content, generate custom code, and get answers to your WordPress queries in seconds. The possibilities are endless!":[""],"Craft Compelling Content":[""],"With Zip, you can effortlessly create persuasive, engaging copy that resonates with your audience.":[""],"AI-Powered Block Patterns":[""],"Zip can personalize and customize the block patterns and section templates tailored to your website's unique needs.":[""],"WordPress Wizardry":[""],"Got questions? Zip has the answers. Whether it's troubleshooting, or customizing your site, Zip has your back.":[""],"Personalized Templates":[""],"Say goodbye to generic designs and say hello to Zip's personalized page templates, tailored just for you.":[""],"No more struggling with complex coding issues. Zip can whip up custom code, functions, and CSS tailored to your needs.":[""],"Custom Pages with AI":[""],"With Zip AI by your side, you can create beautiful, 100%s custom web pages without the need for any design or coding skills.":[""],"From the Team Behind Some Iconic WordPress Products":[""],"Visit Website":[""],"Words Written":[""],"Get more Credits":[""],"of %s":[""],"Enable Zip AI":[""],"You can easily enable or disable Zip AI from this section. Simply toggle the switch on or off with a single click.":[""],"Zip is Authorized":[""],"Your website is connected to AI. You can disconnect at any time.":[""],"Are you sure you want to disconnect?":[""],"You will need to reconnect to use AI features again.":[""],"Default route fallback":[""],"Zip - Your AI Assistant":[""]}}}